export const categoryBlock = [
  { id: 1, category: "Все" },
  { id: 2, category: "Корпоративные" },
  { id: 3, category: "Технологичные" },
  { id: 4, category: "Креативные" },
  { id: 5, category: "Здоровье" },
  { id: 6, category: "Еда" },
  { id: 7, category: "Мода" },
  { id: 8, category: "Образование" },
];

export const categoryMapping: {[key: string]: string} = {
  "Все": "",
  "Корпоративные": "Корпоративные логотипы",
  "Технологичные": "Логотипы для стартапов",
  "Еда": "Логотипы для ресторанов и кафе",
  "Здоровье": "Логотипы для спортивных команд",
  "Креативные": "Логотипы для сайтов",
  "Мода": "Логотипы для брендов одежды",
  "Образование": "Логотипы для образовательных учреждений",
};
